tap "anhoder/go-musicfox"
tap "ayangweb/bongocat"
tap "felixkratz/formulae"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "jpeg-turbo"
brew "ncurses"
brew "asciiquarium"
brew "btop"
brew "gcc"
brew "cava"
brew "cliclick"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dos2unix"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fortune"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gti"
brew "sqlite"
brew "python@3.13"
brew "httpie"
brew "ifstat"
brew "imagemagick"
brew "lolcat"
brew "lua"
brew "ncspot"
brew "neovim"
brew "ninja"
brew "openjdk"
brew "openssl@1.1"
brew "poppler"
brew "pyenv"
brew "ripgrep"
brew "sl"
brew "sshpass"
brew "switchaudio-osx"
brew "tmux"
brew "toilet"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "wakeonlan"
brew "wget"
brew "anhoder/go-musicfox/go-musicfox"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "mongodb/brew/mongodb-community"
cask "nikitabobko/tap/aerospace"
cask "ayangweb/bongocat/bongo-cat"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-sketchybar-app-font"
cask "gcloud-cli"
cask "inkscape"
cask "lm-studio"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "binateknologiindonesia.binacodenippets"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "franneck94.c-cpp-runner"
vscode "gimly81.fortran"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "kevinrose.vsc-python-indent"
vscode "lostintangent.vsls-whiteboard"
vscode "lyuboraykov.share"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "openai.chatgpt"
vscode "ritwickdey.liveserver"
vscode "shalldie.background"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "utsavm9.c-cpp-flag-debugging"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "zhuangtongfa.material-theme"
